insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Брат 2',
'Участвуя в программе на телевидении, Данила Багров встречает своих друзей по службе в Чечне. Одного из них внезапно убивают. Выясняется, что у того были неприятности из-за брата-хоккеиста в Америке. Данила должен разобраться. Он вылетает в Америку и за компанию берёт с собой старшего брата.',
2000,
1,
16,
127,
1
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Джентельмены',
'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.',
2019,
1,
18,
113,
2
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Гладиатор',
'В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад.
Но случилось так, что отважный Максимус, готовый сразиться с любым противником в честном бою, оказался бессилен против вероломных придворных интриг. Генерала предали и приговорили к смерти. Чудом избежав гибели, Максимус становится гладиатором.
Быстро снискав себе славу в кровавых поединках, он оказывается в знаменитом римском Колизее, на арене которого он встретится в смертельной схватке со своим заклятым врагом...',
2000,
1,
16,
155,
3
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'1+1',
'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',
2011,
3,
16,
112,
4
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Притворись моей женой',
'Главный герой Дэнни встретил Палмер, и, чтобы произвести впечатление, рассказал о своей несуществующей жене и тяготах семейной жизни. Вместо ожидаемого сочувствия, Палмер хочет познакомиться с его женой, и Дэнни необходимо срочно придумать, как выпутаться из столь интересного положения. К счастью, у него есть знакомая коллега Кэтрин, обаятельная и с детьми, которые и сыграют на время роль его семьи.',
2011,
3,
12,
117,
5
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Достать ножи',
'На следующее утро после празднования 85-летия известного автора криминальных романов Харлана Тромби виновника торжества находят мёртвым. Налицо — явное самоубийство, но полиция по протоколу опрашивает всех присутствующих в особняке членов семьи, хотя, в этом деле больше заинтересован частный детектив Бенуа Блан. Тем же утром он получил конверт с наличными от неизвестного и заказ на расследование смерти Харлана. Не нужно быть опытным следователем, чтобы понять, что все приукрашивают свои отношения с почившим главой семейства, но Блану достаётся настоящий подарок — медсестра покойного, которая физически не выносит ложь.',
2019,
2,
18,
130,
6
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Легенда 17',
'История жизни хоккеиста Валерия Харламова.',
2013,
4,
6,
134,
7
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Люди в черном',
'Они - самый большой секрет Земли. Они работают на неофициальное правительственное агентство, регулирующее деятельность инопланетян на Земле.
Они - это лучшая, последняя и единственная линия защиты Земли от отбросов вселенной. Их работа секретна, их оружие совершенно, им нет равных, они не оставляют следов. Они - это Люди в черном.',
1997,
5,
12,
98,
8
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Обливион',
'Земля, пережившая войну с инопланетными захватчиками, опустела; остатки человечества готовятся покинуть непригодную для жизни планету. Главный герой — техник по обслуживанию дронов — находит разбившийся корабль NASA, команда которого погибает у него на глазах. Ему удаётся спасти лишь одну женщину — и вскоре он понимает, что это перевернёт его жизнь.',
2013,
5,
16,
125,
9
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Рокки',
'Филадельфия. Рокки Бальбоа — молодой боксёр, который живёт в захудалой квартирке и еле сводит концы с концами, занимаясь выбиванием долгов для своего босса Тони Гаццо и периодически участвуя в боях. Каждый его унылый день похож на предыдущий, и особо радужных перспектив не наблюдается. Но однажды удача наконец улыбается парню, когда ему поступает неожиданное предложение выступить против действующего чемпиона Аполло Крида.',
1976,
4,
16,
120,
10
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Остров проклятых',
'Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.',
2010,
2,
18,
138,
11
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Смурфики',
'По сюжету, спасаясь от злого волшебника Гаргамеля, крошечные смурфики оказываются за пределами родной деревни. Из своего волшебного мира они попадают прямиком в наш мир, а именно в Центральный парк города Нью-Йорк. Теперь маленьким отважным смурфикам предстоит отыскать дорогу домой и не попасть в лапы Гаргамеля.',
2011,
3,
0,
103,
12
);

insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id) values (
'Трансформеры',
'В течение многих столетий две расы роботов-инопланетян — Автоботы и Десептиконы — вели войну, ставкой в которой была судьба Вселенной. И вот война докатилась до Земли. В то время, когда силы зла ищут ключ к верховной власти, наш последний шанс на спасение находится в руках юного землянина. Единственное, что стоит между несущими зло Десептиконами и высшей властью - это ключ, находящийся в руках простого парнишки.',
2007,
5,
12,
143,
13
);