insert into halls(name, row_count, place_count, description) values(
'Большой зал',
17,
34,
'Самый большой экран города! В зале установлены 578 комфортабельных кресел. Оснащен системой круговой поляризации, сохраняющей качество картинки под любым углом в формате 3D, современным кинопроекционным и звуковым оборудованием, огромным экраном'
);

insert into halls(name, row_count, place_count, description) values(
'Малый зал',
13,
13,
'В зале установлены 169 комфортабельных кресел. Оснащен системой круговой поляризации, сохраняющей качество картинки под любым углом в формате 3D, современным кинопроекционным и звуковым оборудованием'
);

insert into halls(name, row_count, place_count, description) values(
'Комфорт зал',
9,
7,
'В зале установлены комфортабельные диваны. Технология кинопоказа 3D с круговой поляризацией позволяет сохранять стереоэффект и избегать двоения. Зритель может наклонять голову, смотреть на экран искоса, «лежать» в кресле – в любом случае, картинка останется идеальной!
Индивидуальные удобные и легкие очки для взрослых и детей смогут вас приятно удивить.'
);